<?php

return [
    'customers' => [
        'forgot-password' => [
            'already-sent'         => 'စကားဝှက် ပြန်လည်သတ်မှတ်ပြီးသော မေးလ်ကို ပို့ပြီးဖြစ်သည်။',
            'back'                 => 'လက်မှတ်ထိုးဝင်ရန် ပြန်သွားမလား။',
            'bagisto'              => 'Bagisto',
            'email'                => 'အီးမေးလ်',
            'email-not-exist'      => 'ထိုအီးမေးလ်လိပ်စာရှိသည့် သုံးစွဲသူကို ကျွန်ုပ်တို့ ရှာမတွေ့ပါ။',
            'footer'               => '© မူပိုင်ခွင့် 2010 - :current_year၊ Webkul ဆော့ဖ်ဝဲ (အိန္ဒိယတွင် မှတ်ပုံတင်ထားသည်)။ မူပိုင်ခွင့်ကိုလက်ဝယ်ထားသည်။',
            'forgot-password-text' => 'သင့်စကားဝှက်ကို မေ့သွားပါက သင့်အီးမေးလ်လိပ်စာကို ရိုက်ထည့်ခြင်းဖြင့် ၎င်းကို ပြန်လည်ရယူပါ။',
            'page-title'           => 'သင့်စကားဝှက်ကိုမေ့နေပါသလား ?',
            'reset-link-sent'      => 'သင်၏ ပြန်လည်သတ်မှတ်ထားသော စကားဝှက်လင့်ခ်ကို ကျွန်ုပ်တို့ အီးမေးလ်ပို့ပြီးပါပြီ။',
            'sign-in-button'       => 'ဆိုင်းအင်လုပ်ခြင်း',
            'submit'               => 'စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ',
            'title'                => 'စကားဝှက်ကို ပြန်ယူပါ',
        ],

        'reset-password' => [
            'back-link-title'  => 'Sign In သို့ ပြန်သွားရန်',
            'bagisto'          => 'Bagisto',
            'confirm-password' => 'စကားဝှက်အတည်ပြုခြင်း',
            'email'            => 'မှတ်ပုံတင်ထားသော အီးမေးလ်',
            'footer'           => '© မူပိုင်ခွင့် 2010 - :current_year၊ Webkul ဆော့ဖ်ဝဲ (အိန္ဒိယတွင် မှတ်ပုံတင်ထားသည်)။ မူပိုင်ခွင့်ကိုလက်ဝယ်ထားသည်။',
            'password'         => 'စကားဝှက်',
            'submit-btn-title' => 'စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ',
            'title'            => 'စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ',
        ],

        'login-form' => [
            'bagisto'             => 'Bagisto',
            'button-title'        => 'ဆိုင်းအင်လုပ်ခြင်း',
            'create-your-account' => 'သင့်အကောင့်ကိုဖန်တီးပါ။',
            'email'               => 'အီးမေးလ်',
            'footer'              => '© မူပိုင်ခွင့် 2010 - :current_year၊ Webkul ဆော့ဖ်ဝဲ (အိန္ဒိယတွင် မှတ်ပုံတင်ထားသည်)။ မူပိုင်ခွင့်ကိုလက်ဝယ်ထားသည်။',
            'forgot-pass'         => 'စကားဝှက်မေ့နေပါသလား?',
            'form-login-text'     => 'သင့်တွင် အကောင့်တစ်ခုရှိလျှင် သင့်အီးမေးလ်လိပ်စာဖြင့် လက်မှတ်ထိုးဝင်ပါ။',
            'invalid-credentials' => 'ကျေးဇူးပြု၍ သင်၏အထောက်အထားများကို စစ်ဆေးပြီး ထပ်စမ်းကြည့်ပါ။',
            'new-customer'        => 'ဖောက်သည်အသစ်လား။',
            'not-activated'       => 'သင်၏အသက်သွင်းခြင်းသည် စီမံခန့်ခွဲသူ၏ခွင့်ပြုချက်ကို ရယူသည်။',
            'page-title'          => 'ဖောက်သည်ဝင်မည်။',
            'password'            => 'စကားဝှက်',
            'show-password'       => 'စကားဝှက်ကိုပြပါ။',
            'title'               => 'ဆိုင်းအင်လုပ်ခြင်း',
            'verify-first'        => 'သင့်အီးမေးလ်အကောင့်ကို ဦးစွာအတည်ပြုပါ။',
        ],

        'signup-form' => [
            'account-exists'              => 'အကောင့်ရှိနေပြီလား။',
            'bagisto'                     => 'Bagisto',
            'button-title'                => 'မှတ်ပုံတင်ပါ။',
            'confirm-pass'                => 'စကားဝှက်အတည်ပြုခြင်း',
            'email'                       => 'အီးမေးလ်',
            'first-name'                  => 'အမည်',
            'footer'                      => '© မူပိုင်ခွင့် 2010 - :current_year၊ Webkul ဆော့ဖ်ဝဲ (အိန္ဒိယတွင် မှတ်ပုံတင်ထားသည်)။ မူပိုင်ခွင့်ကိုလက်ဝယ်ထားသည်။',
            'form-signup-text'            => 'အကယ်၍ သင်သည် ကျွန်ုပ်တို့၏စတိုးဆိုင်တွင် အသစ်ဖြစ်ပါက အသင်းဝင်အဖြစ် ဝမ်းမြောက်မိပါသည်။',
            'last-name'                   => 'မျိုးနွယ်အမည်',
            'page-title'                  => 'အသုံးပြုသူဖြစ်လာပါ။',
            'password'                    => 'စကားဝှက်',
            'sign-in-button'              => 'ဆိုင်းအင်လုပ်ခြင်း',
            'subscribe-to-newsletter'     => 'သတင်းလွှာကို စာရင်းသွင်းပါ။',
            'success'                     => 'အကောင့်ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။',
            'success-verify'              => 'အကောင့်ကို အောင်မြင်စွာ ဖန်တီးပြီး အတည်ပြုရန်အတွက် အီးမေးလ်တစ်စောင် ပေးပို့လိုက်ပါပြီ။',
            'success-verify-email-unsent' => 'အကောင့်ကို အောင်မြင်စွာ ဖန်တီးထားသော်လည်း အတည်ပြုခြင်း အီးမေးလ် မပို့ရသေးပါ။',
            'verification-not-sent'       => 'အမှား။ အတည်ပြုအီးမေးလ်ပို့ရာတွင် ပြဿနာရှိသဖြင့် နောက်မှထပ်ကြိုးစားပါ။',
            'verification-sent'           => 'အတည်ပြုအီးမေးလ်ပို့ပြီးပါပြီ။',
            'verified'                    => 'သင့်အကောင့်ကို အတည်ပြုပြီးပါပြီ၊ ယခုဝင်ရောက်ရန် ကြိုးစားပါ။',
            'verify-failed'               => 'သင့်မေးလ်အကောင့်ကို ကျွန်ုပ်တို့ အတည်မပြုနိုင်ပါ။',
        ],

        'account' => [
            'home' => 'Home',

            'profile' => [
                'index' => [
                    'delete'         => 'ဖျက်ပါ။',
                    'delete-failed'  => 'ဖောက်သည်ကို ဖျက်ရာတွင် အမှားအယွင်း ကြုံခဲ့သည်။',
                    'delete-profile' => 'Profile ကို ဖျက်ပါ။',
                    'delete-success' => 'ဝယ်ယူသူက အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။',
                    'dob'            => 'မွေးနေ့',
                    'edit'           => 'တည်းဖြတ်ပါ။',
                    'edit-success'   => 'ပရိုဖိုင်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ခဲ့သည်။',
                    'email'          => 'အီးမေးလ်',
                    'enter-password' => 'သင့်စကားဝှက်ကို ထည့်ပါ။',
                    'first-name'     => 'အမည်',
                    'gender'         => 'ကျား၊',
                    'last-name'      => 'မျိုးနွယ်အမည်',
                    'order-pending'  => 'အချို့သော မှာယူမှု(များ) ဆိုင်းငံ့နေသည် သို့မဟုတ် လုပ်ဆောင်နေသည့် အခြေအနေကြောင့် ဖောက်သည်အကောင့်ကို ဖျက်၍မရပါ။',
                    'title'          => 'ကိုယ်ရေးအကျဉ်း',
                    'unmatched'      => 'စကားဝှက်ဟောင်းနှင့် မကိုက်ညီပါ။',
                    'wrong-password' => 'စကားဝှက်မှား !',
                ],

                'edit' => [
                    'confirm-password'        => 'စကားဝှက်အတည်ပြုခြင်း',
                    'current-password'        => 'လက်ရှိ Password',
                    'dob'                     => 'မွေးနေ့',
                    'edit'                    => 'တည်းဖြတ်ပါ။',
                    'edit-profile'            => 'Profile ကို တည်းဖြတ်ပါ။',
                    'email'                   => 'အီးမေးလ်',
                    'female'                  => 'အမ',
                    'first-name'              => 'အမည်',
                    'gender'                  => 'ကျား၊',
                    'last-name'               => 'မျိုးနွယ်အမည်',
                    'male'                    => 'အထီး',
                    'new-password'            => 'စကားဝှက်အသစ်',
                    'other'                   => 'တခြား',
                    'phone'                   => 'ဖုန်း',
                    'save'                    => 'သိမ်းဆည်းပါ။',
                    'subscribe-to-newsletter' => 'သတင်းလွှာကို စာရင်းသွင်းပါ။',
                ],
            ],

            'addresses' => [
                'index' => [
                    'add-address'      => 'လိပ်စာထည့်ပါ။',
                    'create-success'   => 'လိပ်စာကို အောင်မြင်စွာ ထည့်သွင်းပြီးပါပြီ။',
                    'default-address'  => 'မူရင်းလိပ်စာ',
                    'default-delete'   => 'မူရင်းလိပ်စာကို ပြောင်း၍မရပါ။',
                    'delete'           => 'ဖျက်ပါ။',
                    'delete-success'   => 'လိပ်စာကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။',
                    'edit'             => 'တည်းဖြတ်ပါ။',
                    'edit-success'     => 'လိပ်စာကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။',
                    'empty-address'    => 'သင့်အကောင့်သို့ လိပ်စာတစ်ခု မထည့်ရသေးပါ။',
                    'security-warning' => 'သံသယဖြစ်ဖွယ် လုပ်ဆောင်ချက်ကို တွေ့ရှိခဲ့သည်။',
                    'set-as-default'   => 'မူရင်းအတိုင်း သတ်မှတ်ပါ။',
                    'title'            => 'လိပ်စာ',
                    'update-success'   => 'လိပ်စာကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။',
                ],

                'create' => [
                    'add-address'    => 'လိပ်စာထည့်ပါ။',
                    'city'           => 'မြို',
                    'company-name'   => 'ကုမ္ပဏီအမည်',
                    'country'        => 'တိုင်းပြည်',
                    'email'          => 'အီးမေးလ်',
                    'first-name'     => 'အမည်',
                    'last-name'      => 'မျိုးနွယ်အမည်',
                    'phone'          => 'ဖုန်း',
                    'post-code'      => 'စာတိုက်ကုဒ်',
                    'save'           => 'သိမ်းဆည်းပါ။',
                    'select-country' => 'နိုင်ငံကို ရွေးပါ။',
                    'set-as-default' => 'မူရင်းအတိုင်း သတ်မှတ်ပါ။',
                    'state'          => 'ပြည်နယ်',
                    'street-address' => 'လမ်းလိပ်စာ',
                    'title'          => 'လိပ်စာ',
                    'vat-id'         => 'Vat ID',
                ],

                'edit' => [
                    'city'           => 'မြို',
                    'company-name'   => 'ကုမ္ပဏီအမည်',
                    'country'        => 'တိုင်းပြည်',
                    'edit'           => 'တည်းဖြတ်ပါ။',
                    'email'          => 'အီးမေးလ်',
                    'first-name'     => 'အမည်',
                    'last-name'      => 'မျိုးနွယ်အမည်',
                    'phone'          => 'ဖုန်း',
                    'post-code'      => 'စာတိုက်ကုဒ်',
                    'select-country' => 'နိုင်ငံကို ရွေးပါ။',
                    'state'          => 'ပြည်နယ်',
                    'street-address' => 'လမ်းလိပ်စာ',
                    'title'          => 'လိပ်စာ',
                    'update-btn'     => 'မွမ်းမံ',
                    'vat-id'         => 'Vat ID',
                ],
            ],

            'payment-methods' => [
                'index' => [
                    'add-payment-method' => 'ငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။',
                    'create-success'     => 'ငွေပေးချေမှုကို အောင်မြင်စွာ ထည့်သွင်းပြီးပါပြီ။',
                    'default-payment'    => 'မူရင်းငွေပေးချေမှုနည်းလမ်း',
                    'default-delete'     => 'မူရင်းငွေပေးချေမှုကို ပြောင်းလဲ၍မရပါ။',
                    'delete'             => 'ဖျက်ပါ။',
                    'delete-success'     => 'ငွေပေးချေမှုကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။',
                    'edit'               => 'တည်းဖြတ်ပါ။',
                    'edit-success'       => 'ငွေပေးချေမှုကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။',
                    'empty-payment'      => 'သင့်အကောင့်သို့ ငွေပေးချေမှုတစ်ခု မထည့်ရသေးပါ။',
                    'security-warning'   => 'သံသယဖြစ်ဖွယ် လုပ်ဆောင်ချက်ကို တွေ့ရှိခဲ့သည်။',
                    'set-as-default'     => 'မူရင်းအတိုင်း သတ်မှတ်ပါ။',
                    'title'              => 'ငွေပေးချေမှုနည်းလမ်းများ',
                    'update-success'     => 'ငွေပေးချေမှုကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။',
                ],

                'create' => [
                    'add-payment-method' => 'ငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။',
                    'company-name'       => 'ကုမ္ပဏီအမည်',
                    'card-holder-name'   => 'ကဒ်ပြားကိုင်ဆောင်သူအမည်',
                    'card-number'        => 'ကတ်နံပါတ်',
                    'card-expiration'    => 'ကတ်သက်တမ်းကုန်ဆုံးခြင်း။',
                    'card-cvv'           => 'ကတ် CVV',
                    'save'               => 'သိမ်းဆည်းပါ။',
                    'set-as-default'     => 'မူရင်းအတိုင်း သတ်မှတ်ပါ။',
                    'title'              => 'ငွေပေးချေမှုနည်းလမ်းများ',
                ],

                'edit' => [
                    'company-name'     => 'ကုမ္ပဏီအမည်',
                    'edit'             => 'တည်းဖြတ်ပါ။',
                    'card-holder-name' => 'ကဒ်ပြားကိုင်ဆောင်သူအမည်',
                    'card-number'      => 'ကတ်နံပါတ်',
                    'card-expiration'  => 'ကတ်သက်တမ်းကုန်ဆုံးခြင်း။',
                    'card-cvv'         => 'ကတ် CVV',
                    'title'            => 'ငွေပေးချေမှုနည်းလမ်းများ',
                    'update-btn'       => 'မွမ်းမံ',
                ],

                'add' => [
                    'add-payment-method' => 'ငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။',
                    'company-name'       => 'ကုမ္ပဏီအမည်',
                    'card-holder-name'   => 'ကဒ်ပြားကိုင်ဆောင်သူအမည်',
                    'card-number'        => 'ကတ်နံပါတ်',
                    'card-expiration'    => 'ကတ်သက်တမ်းကုန်ဆုံးခြင်း။',
                    'card-cvv'           => 'ကတ် CVV',
                    'save'               => 'သိမ်းဆည်းပါ။',
                    'set-as-default'     => 'မူရင်းအတိုင်း သတ်မှတ်ပါ။',
                    'title'              => 'ငွေပေးချေမှုနည်းလမ်းများ',
                ],
            ],

            'payment-methods-add' => [
                'index' => [
                    'add-payment-method' => 'ငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။',
                    'create-success'     => 'ငွေပေးချေမှုကို အောင်မြင်စွာ ထည့်သွင်းပြီးပါပြီ။',
                    'default-payment'    => 'မူရင်းငွေပေးချေမှုနည်းလမ်း',
                    'default-delete'     => 'မူရင်းငွေပေးချေမှုကို ပြောင်းလဲ၍မရပါ။',
                    'delete'             => 'ဖျက်ပါ။',
                    'delete-success'     => 'ငွေပေးချေမှုကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။',
                    'edit'               => 'တည်းဖြတ်ပါ။',
                    'edit-success'       => 'ငွေပေးချေမှုကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။',
                    'empty-payment'      => 'သင့်အကောင့်သို့ ငွေပေးချေမှုတစ်ခု မထည့်ရသေးပါ။',
                    'security-warning'   => 'သံသယဖြစ်ဖွယ် လုပ်ဆောင်ချက်ကို တွေ့ရှိခဲ့သည်။',
                    'set-as-default'     => 'မူရင်းအတိုင်း သတ်မှတ်ပါ။',
                    'title'              => 'ငွေပေးချေမှုနည်းလမ်းများ',
                    'update-success'     => 'ငွေပေးချေမှုကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။',
                ],

                'create' => [
                    'add-payment-method' => 'ငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။',
                    'company-name'       => 'ကုမ္ပဏီအမည်',
                    'card-holder-name'   => 'ကဒ်ပြားကိုင်ဆောင်သူအမည်',
                    'card-number'        => 'ကတ်နံပါတ်',
                    'card-expiration'    => 'ကတ်သက်တမ်းကုန်ဆုံးခြင်း။',
                    'card-cvv'           => 'ကတ် CVV',
                    'save'               => 'သိမ်းဆည်းပါ။',
                    'set-as-default'     => 'မူရင်းအတိုင်း သတ်မှတ်ပါ။',
                    'title'              => 'ငွေပေးချေမှုနည်းလမ်းများ',
                ],

                'edit' => [
                    'company-name'     => 'ကုမ္ပဏီအမည်',
                    'edit'             => 'တည်းဖြတ်ပါ။',
                    'card-holder-name' => 'ကဒ်ပြားကိုင်ဆောင်သူအမည်',
                    'card-number'      => 'ကတ်နံပါတ်',
                    'card-expiration'  => 'ကတ်သက်တမ်းကုန်ဆုံးခြင်း။',
                    'card-cvv'         => 'ကတ် CVV',
                    'title'            => 'ငွေပေးချေမှုနည်းလမ်းများ',
                    'update-btn'       => 'မွမ်းမံ',
                ],

                'add' => [
                    'add-payment-method' => 'ငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။',
                    'company-name'       => 'ကုမ္ပဏီအမည်',
                    'card-holder-name'   => 'ကဒ်ပြားကိုင်ဆောင်သူအမည်',
                    'card-number'        => 'ကတ်နံပါတ်',
                    'card-expiration'    => 'ကတ်သက်တမ်းကုန်ဆုံးခြင်း။',
                    'card-cvv'           => 'ကတ် CVV',
                    'save'               => 'သိမ်းဆည်းပါ။',
                    'set-as-default'     => 'မူရင်းအတိုင်း သတ်မှတ်ပါ။',
                    'title'              => 'ငွေပေးချေမှုနည်းလမ်းများ',
                ],
            ],


            'orders' => [
                'action'      => 'လုပ်ဆောင်မှု',
                'action-view' => 'လုပ်ဆောင်မှု ကြည့်ရှုရန်',
                'empty-order' => 'သင်သည် မည်သည့်ထုတ်ကုန်ကိုမျှ မှာယူခြင်းမရှိသေးပါ။',
                'order'       => 'အော်ဒါ',
                'order-date'  => 'အော်ဒါရက်စွဲ',
                'order-id'    => 'မှာယူမှု ID',
                'subtotal'    => 'စုစုပေါင်း',
                'title'       => 'အော်ဒါ',
                'total'       => 'စုစုပေါင်း',

                'status' => [
                    'title' => 'Status',

                    'options' => [
                        'canceled'        => 'ဖျက်သိမ်းထားခြင်း',
                        'closed'          => 'ပိတ်ထားခြင်း',
                        'completed'       => 'ပြီးသွားပြီ',
                        'fraud'           => 'လိမ်လည်မှု',
                        'pending'         => 'စောင့်ဆိုင်းနေခြင်း',
                        'pending-payment' => 'ငွေပေးချေမှု စောင့်ဆိုင်းနေခြင်း',
                        'processing'      => 'ဆောင်ရွက်နေခြင်း',
                    ],
                ],

                'view' => [
                    'billing-address'      => 'ကျသင့်ငွေတောင်းခံလွှာပေးပို့မည့်လိပ်စာ',
                    'cancel-btn-title'     => 'မလုပ်တော့',
                    'cancel-confirm-msg'   => 'ဤအမှာစာကို ပယ်ဖျက်လိုသည်မှာ သေချာပါသလား။',
                    'cancel-error'         => 'သင့်မှာယူမှုကို ပယ်ဖျက်၍မရပါ။',
                    'cancel-success'       => 'သင့်မှာယူမှုကို ပယ်ဖျက်လိုက်ပါပြီ။',
                    'contact'              => 'ဆက်သွယ်ရန်',
                    'item-invoiced'        => 'ပစ္စည်းပြေစာ',
                    'item-refunded'        => 'ပစ္စည်းကို ပြန်အမ်းပြီးပါပြီ။',
                    'item-shipped'         => 'ပစ္စည်းပို့ပြီးပါပြီ။',
                    'item-ordered'         => 'မှာယူထားသောပစ္စည်း',
                    'order-id'             => 'မှာယူမှု ID',
                    'page-title'           => 'မှာယူမှု #:order_id',
                    'payment-method'       => 'ငွေပေးချေစနစ်',
                    'reorder-btn-title'    => 'ပြန်စီပါ။',
                    'shipping-address'     => 'ကုန်ပစ္စည်းပို့ဆောင်ရမည့်လိပ်စာ',
                    'shipping-method'      => 'ပို့ဆောင်ရေးနည်းလမ်း',
                    'shipping-and-payment' => 'ပို့ဆောင်ရေးနှင့် ငွေပေးချေမှုအသေးစိတ်',
                    'status'               => 'အဆင့်အတန်း',
                    'title'                => 'အမြင်',
                    'total'                => 'စုစုပေါင်း',

                    'information' => [
                        'discount'                   => 'လျှော့စျေး',
                        'excl-tax'                   => 'သီးသန့်အခွန်:',
                        'grand-total'                => 'စုစုပေါင်း',
                        'info'                       => 'သတင်းအချက်အလက်',
                        'item-canceled'              => 'ပယ်ဖျက်လိုက်ပါပြီ (:qty_canceled)',
                        'item-refunded'              => 'ပြန်အမ်းသည် (:qty_refunded)',
                        'invoiced-item'              => 'ပြေစာ (:qty_invoiced)',
                        'item-shipped'               => 'တင်ပို့ခဲ့သည် (:qty_shipped)',
                        'item-status'                => 'ပစ္စည်းအခြေအနေ',
                        'ordered-item'               => 'မှာယူထားသည် (:qty_ordered)',
                        'placed-on'                  => 'နေရာချထားသည်။',
                        'price'                      => 'စျေးနှုန်း',
                        'product-name'               => 'အမည်',
                        'shipping-handling'          => 'ပို့ဆောင်ခြင်းနှင့် ကိုင်တွယ်ခြင်း။',
                        'shipping-handling-excl-tax' => 'ပို့ဆောင်ခြင်းနှင့် ကိုင်တွယ်ခြင်း (အခွန်မှလွဲ၍)',
                        'shipping-handling-incl-tax' => 'ပို့ဆောင်ခြင်းနှင့် ကိုင်တွယ်ခြင်း (အခွန်အပါအဝင်)',
                        'sku'                        => 'SKU',
                        'subtotal'                   => 'စုစုပေါင်း',
                        'subtotal-excl-tax'          => 'စုစုပေါင်း (အခွန် မပါ)',
                        'subtotal-incl-tax'          => 'စုစုပေါင်း (အခွန်အပါအဝင်)',
                        'order-summary'              => 'အမိန့်အကျဉ်းချုပ်',
                        'tax'                        => 'အခွန်',
                        'tax-amount'                 => 'အခွန်ပမာဏ',
                        'tax-percent'                => 'အခွန်ရာခိုင်နှုန်း',
                        'total-due'                  => 'စုစုပေါင်းပေးရမည့်',
                        'total-paid'                 => 'စုစုပေါင်းပေးဆောင်ခဲ့သည်။',
                        'total-refunded'             => 'စုစုပေါင်း ပြန်အမ်းငွေ',
                    ],

                    'invoices' => [
                        'discount'                   => 'လျှော့စျေး',
                        'excl-tax'                   => 'သီးသန့်အခွန်:',
                        'grand-total'                => 'စုစုပေါင်း',
                        'individual-invoice'         => 'ပြေစာ #:invoice_id',
                        'invoices'                   => 'ပြေစာများ',
                        'price'                      => 'စျေးနှုန်း',
                        'print'                      => 'ပုံနှိပ်',
                        'product-name'               => 'အမည်',
                        'products-ordered'           => 'ကုန်ပစ္စည်းများ မှာယူထားသည်။',
                        'qty'                        => 'အရေအတွက်',
                        'shipping-handling-excl-tax' => 'ပို့ဆောင်ခြင်းနှင့် ကိုင်တွယ်ခြင်း (အခွန်မှလွဲ၍)',
                        'shipping-handling-incl-tax' => 'ပို့ဆောင်ခြင်းနှင့် ကိုင်တွယ်ခြင်း (အခွန်အပါအဝင်)',
                        'shipping-handling'          => 'ပို့ဆောင်ခြင်းနှင့် ကိုင်တွယ်ခြင်း။',
                        'sku'                        => 'SKU',
                        'subtotal-excl-tax'          => 'စုစုပေါင်း (အခွန် မပါ)',
                        'subtotal-incl-tax'          => 'စုစုပေါင်း (အခွန်အပါအဝင်)',
                        'subtotal'                   => 'စုစုပေါင်း',
                        'tax'                        => 'အခွန်',
                        'tax-amount'                 => 'အခွန်ပမာဏ',
                    ],

                    'shipments' => [
                        'individual-shipment' => 'ပို့ဆောင်မှု #:shipment_id',
                        'product-name'        => 'အမည်',
                        'qty'                 => 'အရေအတွက်',
                        'shipments'           => 'တင်ပို့မှု',
                        'sku'                 => 'SKU',
                        'subtotal'            => 'စုစုပေါင်း',
                        'tracking-number'     => 'ခြေရာကောက်နိုင်မည့်နံပါတ်',
                    ],

                    'refunds' => [
                        'adjustment-fee'             => 'ညှိနှိုင်းကြေး',
                        'adjustment-refund'          => 'ညှိနှိုင်းမှု ပြန်အမ်းငွေ',
                        'discount'                   => 'လျှော့စျေး',
                        'grand-total'                => 'စုစုပေါင်း',
                        'individual-refund'          => 'ပြန်အမ်းငွေ #:refund_id',
                        'no-result-found'            => 'မည်သည့် မှတ်တမ်းကိုမှ ရှာမတွေ့ပါ။',
                        'order-summary'              => 'အမိန့်အကျဉ်းချုပ်',
                        'price'                      => 'စျေးနှုန်း',
                        'product-name'               => 'အမည်',
                        'qty'                        => 'အရေအတွက်',
                        'refunds'                    => 'ပြန်အမ်းမယ်။',
                        'shipping-handling'          => 'ပို့ဆောင်ခြင်းနှင့် ကိုင်တွယ်ခြင်း။',
                        'shipping-handling-excl-tax' => 'ပို့ဆောင်ခြင်းနှင့် ကိုင်တွယ်ခြင်း (အခွန်မှလွဲ၍)',
                        'shipping-handling-incl-tax' => 'ပို့ဆောင်ခြင်းနှင့် ကိုင်တွယ်ခြင်း (အခွန်အပါအဝင်)',
                        'sku'                        => 'SKU',
                        'subtotal'                   => 'စုစုပေါင်း',
                        'subtotal-excl-tax'          => 'စုစုပေါင်း (အခွန် မပါ)',
                        'subtotal-incl-tax'          => 'စုစုပေါင်း (အခွန်အပါအဝင်)',
                        'tax'                        => 'အခွန်',
                        'tax-amount'                 => 'အခွန်ပမာဏ',
                    ],
                ],

                'invoice-pdf' => [
                    'bank-details'               => 'ဘဏ်အသေးစိတ်',
                    'bill-to'                    => 'ထံငွေတောင်းခံသည်',
                    'contact-number'             => 'ဆက်သွယ်ရန်နံပါတ်',
                    'contact'                    => 'ဆက်သွယ်ရန်',
                    'date'                       => 'ပြေစာနေ့စွဲ',
                    'discount'                   => 'လျှော့စျေး',
                    'excl-tax'                   => 'အခွန်မပါ:',
                    'grand-total'                => 'စုစုပေါင်း',
                    'invoice-id'                 => 'ပြေစာ ID',
                    'invoice'                    => 'ပြေ',
                    'order-date'                 => 'အမိန့်ရက်စွဲ',
                    'order-id'                   => 'မှာယူမှု ID',
                    'payment-method'             => 'ငွေပေးချေစနစ်',
                    'payment-terms'              => 'ငွေပေးချေမှုစည်းမျဉ်းများ',
                    'price'                      => 'စျေးနှုန်း',
                    'product-name'               => 'ထုတ်ကုန်အမည်',
                    'qty'                        => 'ပမာဏ',
                    'ship-to'                    => 'သို့တင်ပို့သည်',
                    'shipping-handling-excl-tax' => 'သင်္ဘော ကိုင်တွယ်ခြင်း (အခွန် မှလွဲ၍)',
                    'shipping-handling-incl-tax' => 'သင်္ဘောကိုင်တွယ်ခြင်း (အခွန်အပါအဝင်)',
                    'shipping-handling'          => 'သင်္ဘော ကိုင်တွယ်ခြင်း။',
                    'shipping-method'            => 'ပို့ဆောင်ရေးနည်းလမ်း',
                    'sku'                        => 'SKU',
                    'subtotal-excl-tax'          => 'စုစုပေါင်း (အခွန် မပါ)',
                    'subtotal-incl-tax'          => 'စုစုပေါင်း (အခွန်အပါအဝင်)',
                    'subtotal'                   => 'စုစုပေါင်း',
                    'tax-amount'                 => 'အခွန်ပမာဏ',
                    'tax'                        => 'အခွန်',
                    'vat-number'                 => 'Vat နံပါတ်',
                ],
            ],

            'reviews' => [
                'empty-review' => 'သင်သည် မည်သည့်ထုတ်ကုန်ကိုမျှ မသုံးသပ်ရသေးပါ။',
                'title'        => 'သုံးသပ်ချက်များ',
            ],

            'downloadable-products' => [
                'available'           => 'ရရှိနိုင်ပါသည်။',
                'completed'           => 'ပြီးသွားပြီ',
                'date'                => 'ရက်စွဲ',
                'download-error'      => 'ဒေါင်းလုဒ်လင့်ခ် သက်တမ်းကုန်သွားပါပြီ။',
                'expired'             => 'သက်တမ်းကုန်သွားပြီ',
                'empty-product'       => 'သင့်တွင် ဒေါင်းလုဒ်လုပ်ရန် ထုတ်ကုန်တစ်ခု မရှိပါ။',
                'name'                => 'ဒေါင်းလုဒ်လုပ်နိုင်သော ထုတ်ကုန်များ',
                'orderId'             => 'မှာယူမှု ID',
                'pending'             => 'ဆိုင်းငံ့ထားသည်။',
                'payment-error'       => 'ဤဒေါင်းလုဒ်အတွက် ငွေပေးချေမှု မပြီးသေးပါ။',
                'records-found'       => 'မှတ်တမ်း(များ) တွေ့ရှိခဲ့သည်။',
                'remaining-downloads' => 'လက်ကျန်ဒေါင်းလုဒ်များ',
                'status'              => 'အဆင့်အတန်း',
                'title'               => 'ခေါင်းစဉ်',
            ],

            'wishlist' => [
                'color'              => 'အရောင်',
                'delete-all'         => 'အားလုံးကို ဖျက်ပါ။',
                'empty'              => 'ထုတ်ကုန်များကို အလိုရှိစာရင်း စာမျက်နှာသို့ ထည့်မထားပါ။',
                'move-to-cart'       => 'စျေးဝယ်ခြင်းသို့ ရွှေ့ပါ။',
                'moved'              => 'ပစ္စည်းကို စျေးဝယ်ခြင်းသို့ အောင်မြင်စွာ ရွှေ့လိုက်ပါပြီ။',
                'moved-success'      => 'ပစ္စည်းကို စျေးဝယ်ခြင်းသို့ အောင်မြင်စွာ ရွှေ့ပြီးပါပြီ။',
                'page-title'         => 'ဆန္ဒစာရင်း',
                'product-removed'    => 'Admin မှ ဖယ်ရှားထားသောကြောင့် Product သည် မရနိုင်တော့ပါ။',
                'profile'            => 'ကိုယ်ရေးအကျဉ်း',
                'remove'             => 'ဖယ်ရှားပါ။',
                'remove-all-success' => 'သင့်ဆန္ဒစာရင်းမှ ပစ္စည်းများအားလုံးကို ဖယ်ရှားလိုက်ပါပြီ။',
                'remove-fail'        => 'ပစ္စည်းကို လိုချင်သောစာရင်းမှ ဖယ်ရှား၍မရပါ။',
                'removed'            => 'ပစ္စည်းကို လိုချင်သောစာရင်းမှ အောင်မြင်စွာ ဖယ်ရှားခဲ့သည်။',
                'see-details'        => 'အသေးစိတ်ကို ကြည့်ပါ။',
                'success'            => 'ပစ္စည်းကို လိုချင်သောစာရင်းသို့ အောင်မြင်စွာထည့်ခဲ့သည်။',
                'title'              => 'ဆန္ဒစာရင်း',
            ],
        ],
    ],

    'components' => [
        'accordion' => [
            'default-content' => 'မူရင်း အကြောင်းအရာ',
            'default-header'  => 'မူရင်း ခေါင်းစီး',
        ],

        'drawer' => [
            'default-toggle' => 'မူရင်း ခလုတ်',
        ],

        'media' => [
            'index' => [
                'add-attachments' => 'ပူးတွဲပါဖိုင်များထည့်ပါ။',
                'add-image'       => 'ပုံ/ဗီဒီယို ထည့်ပါ။',
            ],
        ],

        'layouts' => [
            'header' => [
                'account'           => 'အကောင့်',
                'bagisto'           => 'Bagisto',
                'cart'              => 'စျေးဝယ်ခြင်း',
                'compare'           => 'နှိုင်းယှဉ်ပါ။',
                'dropdown-text'     => 'စျေးဝယ်ခြင်း၊ အမှာစာများနှင့် ဆန္ဒစာရင်းကို စီမံပါ။',
                'logout'            => 'ထွက်လိုက်ပါ။',
                'no-category-found' => 'အမျိုးအစားမတွေ့ပါ။',
                'orders'            => 'အော်ဒါများ',
                'profile'           => 'ကိုယ်ရေးအကျဉ်း',
                'search'            => 'ရှာရန်',
                'search-text'       => 'ထုတ်ကုန်များကို ဤနေရာတွင် ရှာဖွေပါ။',
                'sign-in'           => 'ဆိုင်းအင်လုပ်ခြင်း',
                'sign-up'           => 'ဆိုင်းအပ်',
                'submit'            => 'တင်ပြပါ။',
                'title'             => 'အကောင့်',
                'welcome'           => 'ကြိုဆိုပါတယ်။',
                'welcome-guest'     => 'ကြိုဆိုပါတယ်ဧည့်သည်',
                'wishlist'          => 'ဆန္ဒစာရင်း',
                'payment-methods'   => 'ငွေပေးချေမှုနည်းလမ်းများ',

                'desktop' => [
                    'top' => [
                        'default-locale' => 'မူရင်း ဒေသ',
                    ],
                ],

                'mobile' => [
                    'currencies' => 'ငွေကြေးများ',
                    'locales'    => 'ဒေသများ',
                    'login'      => 'စာရင်းသွင်းပါ သို့မဟုတ် အကောင့်ဝင်ပါ။',
                ],
            ],

            'footer' => [
                'about-us'               => 'ကျွန်ုပ်တို့အကြောင်း',
                'contact-us'             => 'ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ။',
                'currency'               => 'ငွေကြေး',
                'customer-service'       => 'ဧည့်ဝန်ဆောင်မှု',
                'email'                  => 'အီးမေးလ်',
                'footer-content'         => 'အောက်ခြေအကြောင်းအရာ',
                'footer-text'            => '© မူပိုင်ခွင့် 2010 - :current_year၊ Webkul ဆော့ဖ်ဝဲ (အိန္ဒိယတွင် မှတ်ပုံတင်ထားသည်)။ မူပိုင်ခွင့်ကိုလက်ဝယ်ထားသည်။',
                'locale'                 => 'နေရာဒေသ',
                'newsletter-text'        => 'ကျွန်ုပ်တို့၏ပျော်စရာသတင်းလွှာအတွက် အသင့်ပြင်ဆင်ပါ။',
                'order-return'           => 'အမှာစာနှင့် ပြန်လာမှုများ',
                'payment-policy'         => 'ငွေပေးချေမှုမူဝါဒ',
                'privacy-cookies-policy' => 'ကိုယ်ရေးကိုယ်တာနှင့် ကွတ်ကီးမူဝါဒ',
                'shipping-policy'        => 'သင်္ဘောမူဝါဒ',
                'subscribe'              => 'စာရင်းသွင်းပါ။',
                'subscribe-newsletter'   => 'သတင်းလွှာကို စာရင်းသွင်းပါ။',
                'subscribe-stay-touch'   => 'အဆက်အသွယ်မပြတ်စေရန် စာရင်းသွင်းပါ။',
                'whats-new'              => 'ဘာထူးသလဲ',
            ],
        ],

        'datagrid' => [
            'toolbar' => [
                'length-of' => ':length ၏',
                'results'   => ':total Results',
                'selected'  => ':total Selected',

                'mass-actions' => [
                    'must-select-a-mass-action'        => 'အစုလိုက်အပြုံလိုက် လုပ်ဆောင်ချက်ကို ရွေးချယ်ရပါမည်။',
                    'must-select-a-mass-action-option' => 'အစုလိုက်အပြုံလိုက် လုပ်ဆောင်ချက်၏ ရွေးချယ်မှုကို သင်ရွေးချယ်ရပါမည်။',
                    'no-records-selected'              => 'မည်သည့် မှတ်တမ်းကိုမျှ ရွေးမထားပါ။',
                    'select-action'                    => 'လုပ်ဆောင်ချက်ကို ရွေးပါ။',
                ],

                'search' => [
                    'title' => 'ရှာရန်',
                ],

                'filter' => [
                    'apply-filter' => 'စစ်ထုတ်မှုများကို အသုံးပြုပါ။',
                    'title'        => 'စစ်ထုတ်',

                    'dropdown' => [
                        'select' => 'ရွေးပါ။',

                        'searchable' => [
                            'at-least-two-chars' => 'အနည်းဆုံး စာလုံး 2 လုံး ရိုက်ပါ...',
                            'no-results'         => 'ရလဒ်မတွေ့...',
                        ],
                    ],

                    'custom-filters' => [
                        'clear-all' => 'အားလုံးကို ရှင်းလင်းပါ။',
                    ],
                ],
            ],

            'table' => [
                'actions'              => 'လုပ်ဆောင်ချက်များ',
                'next-page'            => 'နောက်စာမျက်နှာ',
                'no-records-available' => 'မည်သည့် မှတ်တမ်းမှ မရနိုင်ပါ။',
                'of'                   => '၏ :total ထည့်သွင်းမှုများ',
                'page-navigation'      => 'စာမျက်နှာလမ်းညွှန်',
                'page-number'          => 'စာမျက်နှာနံပါတ်',
                'previous-page'        => 'ယခင်စာမျက်နှာ',
                'showing'              => 'ပြနေသည် :firstItem',
                'to'                   => 'to :lastItem',
            ],
        ],

        'modal' => [
            'default-content' => 'မူရင်းအကြောင်းအရာ',
            'default-header'  => 'ပုံသေ ခေါင်းစီး',

            'confirm' => [
                'agree-btn'    => 'သဘောတူသည်။',
                'disagree-btn' => 'သဘောမတူပါ။',
                'message'      => 'ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်လိုသည်မှာ သေချာပါသလား။',
                'title'        => 'သေချာလား?',
            ],
        ],

        'products' => [
            'card' => [
                'add-to-cart'            => 'စျေးဝယ်ခြင်းထဲသို့ထည့်သည်',
                'add-to-compare'         => 'နှိုင်းယှဉ်ရန်ထည့်ပါ။',
                'add-to-compare-success' => 'စာရင်းကို နှိုင်းယှဉ်ရန် အကြောင်းအရာကို အောင်မြင်စွာ ထည့်သွင်းခဲ့သည်။',
                'add-to-wishlist'        => 'ဆန္ဒစာရင်းသို့ ထည့်ပါ။',
                'already-in-compare'     => 'နှိုင်းယှဉ်စာရင်းကို ထည့်သွင်းပြီးဖြစ်သည်။',
                'new'                    => 'အသစ်',
                'review-description'     => 'ဤထုတ်ကုန်ကို ပြန်လည်သုံးသပ်ရန် ပထမဆုံးဖြစ်လာပါ။',
                'sale'                   => 'ရောင်းရန်',
            ],

            'carousel' => [
                'next'     => 'နောက်တစ်ခု',
                'previous' => 'အရင်',
                'view-all' => 'အားလုံးကြည့်ရန်',
            ],

            'ratings' => [
                'title' => 'အဆင့်သတ်မှတ်ချက်များ',
            ],
        ],

        'range-slider' => [
            'max-range' => 'အများဆုံး အကွာအဝေး',
            'min-range' => 'အနည်းဆုံး အကွာအဝေး',
            'range'     => 'အကွာအဝေး:',
        ],

        'carousel' => [
            'image-slide' => 'ရုပ်ပုံဆလိုက်',
            'next'        => 'နောက်တစ်ခု',
            'previous'    => 'အရင်',
        ],

        'quantity-changer' => [
            'decrease-quantity' => 'ပမာဏကို လျှော့ချပါ။',
            'increase-quantity' => 'ပမာဏကို တိုးပေးပါ။',
        ],
    ],

    'products' => [
        'prices' => [
            'grouped' => [
                'starting-at' => 'Starting at',
            ],

            'configurable' => [
                'as-low-as' => 'As low as',
            ],
        ],

        'sort-by' => [
            'title' => 'အလိုက်စဥ်သည်',
        ],

        'view' => [
            'type' => [
                'configurable' => [
                    'select-options'       => 'ကျေးဇူးပြု၍ ရွေးချယ်မှုတစ်ခုကို ရွေးချယ်ပါ။',
                    'select-above-options' => 'ကျေးဇူးပြု၍ အထက်ဖော်ပြပါ ရွေးချယ်မှုများကို ရွေးချယ်ပါ။',
                ],

                'bundle' => [
                    'none'         => 'တစ်ခုမှ',
                    'total-amount' => 'စုစုပေါင်းငွေပမာဏ',
                ],

                'downloadable' => [
                    'links'   => 'လင့်များ',
                    'sample'  => 'နမူနာ',
                    'samples' => 'နမူနာများ',
                ],

                'grouped' => [
                    'name' => 'အမည်',
                ],
            ],

            'gallery' => [
                'product-image'   => 'ထုတ်ကုန်ပုံ',
                'thumbnail-image' => 'ပုံသေးရုပ်ပုံ',
            ],

            'reviews' => [
                'attachments'      => 'ပူးတွဲပါဖိုင်များ',
                'cancel'           => 'မလုပ်တော့',
                'comment'          => 'မှတ်ချက်',
                'customer-review'  => 'ဖောက်သည်သုံးသပ်ချက်များ',
                'empty-review'     => 'ပြန်လည်သုံးသပ်ခြင်းမတွေ့ပါ၊ ဤထုတ်ကုန်ကို ပြန်လည်သုံးသပ်ရန် ပထမဆုံးဖြစ်လာပါ။',
                'failed-to-upload' => 'ပုံအား အပ်လုဒ်လုပ်၍မရပါ။',
                'load-more'        => 'နောက်ထပ် တင်ပါ။',
                'name'             => 'အမည်',
                'rating'           => 'အဆင့်သတ်မှတ်ချက်',
                'ratings'          => 'အဆင့်သတ်မှတ်ချက်များ',
                'submit-review'    => 'သုံးသပ်ချက် တင်ပြပါ။',
                'success'          => 'သုံးသပ်ချက်ကို အောင်မြင်စွာ တင်သွင်းခဲ့သည်။',
                'title'            => 'ခေါင်းစဉ်',
                'translate'        => 'ဘာသာပြန်ပါ။',
                'translating'      => 'ဘာသာပြန်နေသည်...',
                'write-a-review'   => 'သုံးသပ်ချက်ရေးပါ။',
            ],

            'add-to-cart'            => 'စျေးဝယ်ခြင်းထဲသို့ထည့်သည်',
            'add-to-compare'         => 'ထုတ်ကုန်ကို နှိုင်းယှဉ်ပြီး ထည့်သွင်းထားပါတယ်။',
            'add-to-wishlist'        => 'ဆန္ဒစာရင်းသို့ ထည့်ပါ။',
            'additional-information' => 'နောက်ထပ်အချက်အလက်များ',
            'already-in-compare'     => 'ထုတ်ကုန်ကို နှိုင်းယှဉ်ပြီး ထည့်သွင်းထားပါသည်။',
            'buy-now'                => 'အခုဝယ်ပါ',
            'compare'                => 'နှိုင်းယှဥ်ပါ။',
            'description'            => 'ဖော်ပြချက်',
            'related-product-title'  => 'ဆက်စပ်ထုတ်ကုန်များ',
            'review'                 => 'သုံးသပ်ချက်များ',
            'tax-inclusive'          => 'အခွန်အားလုံးပါဝင်ပါသည်။',
            'up-sell-title'          => 'သင်ကြိုက်နှစ်သက်နိုင်သော အခြားထုတ်ကုန်များကို ကျွန်ုပ်တို့ တွေ့ရှိခဲ့သည်။',
        ],

        'type' => [
            'abstract' => [
                'offers' => ':qty ဖြင့် :price တစ်ခုစီဝယ်ပြီး :discount ချပါ။',
            ],
        ],
    ],

    'categories' => [
        'filters' => [
            'clear-all' => 'အားလုံးကို ရှင်းလင်းပါ။',
            'filters'   => 'စစ်ထုတ်မှုများ:',
            'filter'    => 'စစ်ထုတ်ပါ။',
            'sort'      => 'မျိုးတူစု',
        ],

        'toolbar' => [
            'grid' => 'ဂရစ်',
            'list' => 'စာရင်း',
            'show' => 'ပြပါ။',
        ],

        'view' => [
            'empty'     => 'ဤအမျိုးအစားတွင် ရရှိနိုင်သော ထုတ်ကုန်မရှိပါ။',
            'load-more' => 'နောက်ထပ် တင်ပါ။',
        ],
    ],

    'search' => [
        'title'   => 'ရှာဖွေမှုရလဒ်များ : :query',
        'results' => 'ရှာဖွေမှုရလဒ်များ',

        'images' => [
            'index' => [
                'only-images-allowed'  => 'ပုံများ (.jpeg, .jpg, .png, ..) များကိုသာ ခွင့်ပြုထားသည်။',
                'search'               => 'ရှာရန်',
                'size-limit-error'     => 'အရွယ်အစား ကန့်သတ်ချက် အမှား',
                'something-went-wrong' => 'တစ်ခုခုမှားသွားသည်၊ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ။',
            ],

            'results' => [
                'analyzed-keywords' => 'ခွဲခြမ်းစိတ်ဖြာထားသော သော့ချက်စာလုံးများ:',
            ],
        ],
    ],

    'compare' => [
        'already-added'      => 'နှိုင်းယှဉ်စာရင်းကို ထည့်သွင်းပြီးဖြစ်သည်။',
        'delete-all'         => 'အားလုံးကို ဖျက်ပါ။',
        'empty-text'         => 'သင့်နှိုင်းယှဉ်စာရင်းတွင် မည်သည့်အရာမှ မရှိပါ။',
        'item-add-success'   => 'စာရင်းကို နှိုင်းယှဉ်ရန် အကြောင်းအရာကို အောင်မြင်စွာ ထည့်သွင်းခဲ့သည်။',
        'product-compare'    => 'ထုတ်ကုန်နှိုင်းယှဉ်',
        'remove-all-success' => 'ပစ္စည်းအားလုံးကို အောင်မြင်စွာ ဖယ်ရှားလိုက်ပါ။',
        'remove-error'       => 'တစ်ခုခုမှားသွားသည်၊ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ။',
        'remove-success'     => 'ပစ္စည်းကို အောင်မြင်စွာ ဖယ်ရှားခဲ့သည်။',
        'title'              => 'ထုတ်ကုန်နှိုင်းယှဉ်',
    ],

    'checkout' => [
        'success' => [
            'info'          => 'သင့်မှာယူမှုအသေးစိတ်နှင့် ခြေရာခံအချက်အလက်၊ သင့်ထံ အီးမေးလ်ပို့ပါမည်။',
            'order-id-info' => 'သင့်မှာယူမှု ID သည် #:order_id ဖြစ်သည်။',
            'thanks'        => 'သင့်မှာယူမှုအတွက် ကျေးဇူးတင်ပါသည်။',
            'title'         => 'အော်ဒါ အောင်မြင်ပါပြီ။',
        ],

        'cart' => [
            'continue-to-checkout'      => 'Checkout သို့ ဆက်သွားပါ။',
            'illegal'                   => 'ပမာဏသည် တစ်ခုထက် မနည်းနိုင်ပါ။',
            'inactive-add'              => 'အသုံးမပြုသောပစ္စည်းကို စျေးဝယ်ခြင်းသို့ ထည့်၍မရပါ။',
            'inactive'                  => 'ပစ္စည်းကို ပိတ်ပြီး စျေးဝယ်ခြင်းပေါ်မှ ဖယ်ရှားလိုက်ပါသည်။',
            'inventory-warning'         => 'တောင်းဆိုထားသော ပမာဏကို မရရှိနိုင်ပါ၊ ကျေးဇူးပြု၍ နောက်မှ ထပ်ကြိုးစားပါ။',
            'item-add-to-cart'          => 'ပစ္စည်းကို အောင်မြင်စွာ ထည့်သွင်းပြီးပါပြီ။',
            'minimum-order-message'     => 'အနိမ့်ဆုံး မှာယူမှုပမာဏ',
            'missing-fields'            => 'ဤထုတ်ကုန်အတွက် လိုအပ်သောအကွက်အချို့ ပျောက်ဆုံးနေပါသည်။',
            'missing-options'           => 'ဤထုတ်ကုန်အတွက် ရွေးချယ်စရာများ ပျောက်ဆုံးနေပါသည်။',
            'paypal-payment-cancelled'  => 'Paypal ငွေပေးချေမှုကို ပယ်ဖျက်လိုက်ပါပြီ။',
            'qty-missing'               => 'အနည်းဆုံး ထုတ်ကုန်တစ်ခုတွင် ပမာဏ 1 ခုထက်ပိုရှိသင့်သည်။',
            'return-to-shop'            => 'ဆိုင်သို့ ပြန်သွားရန်',
            'rule-applied'              => 'စျေးဝယ်ခြင်းစည်းကမ်းကို ကျင့်သုံးခဲ့သည်။',
            'select-hourly-duration'    => 'အထိုင်ကြာချိန် တစ်နာရီကို ရွေးပါ။',
            'success-remove'            => 'ပစ္စည်းကို စျေးဝယ်ခြင်းမှ အောင်မြင်စွာ ဖယ်ရှားလိုက်ပါပြီ။',
            'suspended-account-message' => 'သင့်အကောင့်ကို ဆိုင်းငံ့ထားသည်။',

            'index' => [
                'bagisto'                  => 'Bagisto',
                'cart'                     => 'စျေးဝယ်ခြင်း',
                'continue-shopping'        => 'စျေးဝယ်ခြင်းကို ဆက်လုပ်ပါ။',
                'empty-product'            => 'သင့်တွန်းစျေးဝယ်ခြင်းတွင် သင့်တွင် ကုန်ပစ္စည်းတစ်ခု မရှိပါ။',
                'excl-tax'                 => 'အခွန်မပါ:',
                'home'                     => 'အိမ်',
                'items-selected'           => ':count ခု ရွေးချယ်ထားခြင်း',
                'move-to-wishlist-success' => 'ရွေးချယ်ထားသော အရာများကို လိုချင်သောစာရင်းသို့ အောင်မြင်စွာ ရွှေ့လိုက်ပါပြီ။',
                'move-to-wishlist'         => 'ဆန္ဒစာရင်းသို့ ရွှေ့ပါ။',
                'price'                    => 'စျေးနှုန်း',
                'product-name'             => 'ထုတ်ကုန်အမည်',
                'quantity-update'          => 'အရေအတွက်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။',
                'quantity'                 => 'အရေအတွက်',
                'remove-selected-success'  => 'ရွေးထားသော ပစ္စည်းများကို စျေးဝယ်ခြင်းမှ အောင်မြင်စွာ ဖယ်ရှားခဲ့သည်။',
                'remove'                   => 'ဖယ်ရှားပါ။',
                'see-details'              => 'အသေးစိတ်ကို ကြည့်ပါ။',
                'select-all'               => 'အားလုံးကို ရွေးပါ။',
                'select-cart-item'         => 'စျေးဝယ်ခြင်းပစ္စည်းကို ရွေးပါ။',
                'tax'                      => 'အခွန်',
                'total'                    => 'စုစုပေါင်း',
                'update-cart'              => 'စျေးဝယ်ခြင်းကို မွမ်းမံရန်',
                'view-cart'                => 'စျေးဝယ်ခြင်းကြည့်ရန်',

                'cross-sell' => [
                    'title' => 'နောက်ထပ်ရွေးချယ်စရာများ',
                ],
            ],

            'mini-cart' => [
                'continue-to-checkout' => 'Checkout သို့ ဆက်သွားပါ။',
                'empty-cart'           => 'သင့်စျေးဝယ်ခြင်း သည် ဗလာဖြစ်နေသည်။',
                'excl-tax'             => 'အခွန် မပါ:',
                'offer-on-orders'      => 'သင်၏ပထမအကြိမ်မှာယူမှုများတွင် 30% အထိ လျှော့စျေးရယူလိုက်ပါ။',
                'remove'               => 'ဖယ်ရှားပါ။',
                'see-details'          => 'အသေးစိတ်ကို ကြည့်ပါ။',
                'shopping-cart'        => 'စျေးဝယ်ခြင်း',
                'subtotal'             => 'စုစုပေါင်း',
                'view-cart'            => 'စျေးဝယ်ခြင်းကြည့်ရန်',
            ],

            'summary' => [
                'cart-summary'              => 'စျေးဝယ်ခြင်းအကျဉ်းချုပ်',
                'delivery-charges-excl-tax' => 'ပို့ဆောင်ခများ (အခွန် မပါ)',
                'delivery-charges-incl-tax' => 'ပို့ဆောင်ခ (အခွန်အပါအဝင်)',
                'delivery-charges'          => 'ပို့ဆောင်ခ',
                'discount-amount'           => 'လျှော့စျေးပမာဏ',
                'grand-total'               => 'စုစုပေါင်း',
                'place-order'               => 'များ တင်ပါ။',
                'proceed-to-checkout'       => 'ငွေရှင်းရန်ဆက်လုပ်ပါ',
                'sub-total-excl-tax'        => 'စုစုပေါင်း (အခွန် မပါ)',
                'sub-total-incl-tax'        => 'စုစုပေါင်း (အခွန်အပါအဝင်)',
                'sub-total'                 => 'စုစုပေါင်း',
                'tax'                       => 'အခွန်',

                'estimate-shipping' => [
                    'country'        => 'နိုင်ငံ',
                    'info'           => 'ပို့ဆောင်ခနှင့် အခွန်ခန့်မှန်းချက်တစ်ခုရရှိရန် သင့်သွားမည့်နေရာကို ထည့်ပါ။',
                    'postcode'       => 'စာတိုက်/စာပို့ကုဒ်',
                    'select-country' => 'နိုင်ငံကို ရွေးပါ။',
                    'select-state'   => 'ပြည်နယ်ကို ရွေးပါ။',
                    'state'          => 'ပြည်နယ်',
                    'title'          => 'ပို့ဆောင်ခနှင့် အခွန်ကို ခန့်မှန်းပါ။',
                ],
            ],
        ],

        'onepage' => [
            'address' => [
                'add-new'                => 'လိပ်စာအသစ်ထည့်ပါ။',
                'add-new-address'        => 'လိပ်စာအသစ်ထည့်ပါ။',
                'back'                   => 'နောက်ပြန်',
                'billing-address'        => 'ကျသင့်ငွေတောင်းခံလွှာပေးပို့မည့်လိပ်စာ',
                'check-billing-address'  => 'ငွေတောင်းခံရန်လိပ်စာ ပျောက်ဆုံးနေပါသည်။',
                'check-shipping-address' => 'ပို့ဆောင်ရေးလိပ်စာ ပျောက်နေပါသည်။',
                'city'                   => 'မြို့တော်',
                'company-name'           => 'ကုမ္ပဏီအမည်',
                'confirm'                => 'အတည်ပြုပါ။',
                'country'                => 'နိုင်ငံ',
                'email'                  => 'အီးမေးလ်',
                'first-name'             => 'အမည်',
                'last-name'              => 'မျိုးနွယ်အမည်',
                'postcode'               => 'စာတိုက်/စာပို့ကုဒ်',
                'proceed'                => 'ရှေ့ဆက်ပါ။',
                'same-as-billing'        => 'ပို့ဆောင်မှုအတွက် တူညီသောလိပ်စာကို အသုံးပြုပါသလား။',
                'save'                   => 'သိမ်းဆည်းပါ။',
                'save-address'           => 'ဤအရာကို လိပ်စာစာအုပ်တွင် သိမ်းဆည်းပါ။',
                'select-country'         => 'နိုင်ငံကို ရွေးပါ။',
                'select-state'           => 'ပြည်နယ်ကို ရွေးပါ။',
                'shipping-address'       => 'ကုန်ပစ္စည်းပို့ဆောင်ရမည့်လိပ်စာ',
                'state'                  => 'ပြည်နယ်',
                'street-address'         => 'လမ်းလိပ်စာ',
                'telephone'              => 'တယ်လီဖုန်း',
                'title'                  => 'လိပ်စာ',
            ],

            'index' => [
                'checkout' => 'Checkout',
                'home'     => 'အိမ်',
            ],

            'payment' => [
                'payment-method' => 'ငွေပေးချေစနစ်',
            ],

            'shipping' => [
                'shipping-method' => 'ပို့ဆောင်ရေးနည်းလမ်း',
            ],

            'summary' => [
                'cart-summary'              => 'လှည်းအကျဉ်းချုပ်',
                'delivery-charges-excl-tax' => 'ပို့ဆောင်ခများ (အခွန် မပါ)',
                'delivery-charges-incl-tax' => 'ပို့ဆောင်ခ (အခွန်အပါအဝင်)',
                'delivery-charges'          => 'ပို့ဆောင်ခ',
                'discount-amount'           => 'လျှော့စျေးပမာဏ',
                'excl-tax'                  => 'အခွန် မပါ:',
                'grand-total'               => 'စုစုပေါင်း',
                'place-order'               => 'အော်ဒါ တင်ပါ။',
                'price_&_qty'               => ':price × :qty',
                'processing'                => 'ဆောင်ရွက်နေသည်။',
                'sub-total-excl-tax'        => 'စုစုပေါင်း (အခွန် မပါ)',
                'sub-total-incl-tax'        => 'စုစုပေါင်း (အခွန်အပါအဝင်)',
                'sub-total'                 => 'စုစုပေါင်း',
                'tax'                       => 'အခွန်',
            ],
        ],

        'coupon' => [
            'already-applied' => 'ကူပွန်ကုဒ်ကို အသုံးပြုပြီးဖြစ်သည်။',
            'applied'         => 'ကူပွန်အသုံးပြုထားသည်။',
            'apply'           => 'ကူပွန်ကို လျှောက်ထားပါ။',
            'apply-issue'     => 'ကူပွန်ကုဒ်ကို သုံး၍မရပါ။',
            'button-title'    => 'လျှောက်ထားပါ။',
            'code'            => 'ကူပွန်ကုဒ်',
            'discount'        => 'ကူပွန်လျှော့စျေး',
            'enter-your-code' => 'သင့်ကုဒ်ကိုထည့်ပါ။',
            'error'           => 'တစ်ခုခုမှားသွားသည်။',
            'invalid'         => 'ကူပွန်ကုဒ်သည် မမှန်ကန်ပါ။',
            'remove'          => 'ကူပွန်ကို ဖယ်ရှားပါ။',
            'subtotal'        => 'စုစုပေါင်း',
            'success-apply'   => 'ကူပွန်ကုဒ်ကို အောင်မြင်စွာ အသုံးပြုခဲ့သည်။',
        ],

        'login' => [
            'email'    => 'အီးမေးလ်',
            'password' => 'စကားဝှက်',
            'title'    => 'ဆိုင်းအင်လုပ်ခြင်း',
        ],

        'deposit' => [
            'amount'           => 'ပမာဏ',
            'card-holder-name' => 'ကတ်ကိုင်ဆောင်သူအမည်',
            'card-type'        => 'ခရက်ဒစ် သို့မဟုတ် ဒက်ဘစ်ကတ်',
            'title'            => 'အပ်ငွေ',
        ],
    ],

    'home' => [
        'contact' => [
            'about'         => 'ကျွန်ုပ်တို့ကို မှတ်စုတစ်ခု ရေးမှတ်ထားပါ၊ ကျွန်ုပ်တို့သည် သင့်ထံ တတ်နိုင်သမျှ မြန်မြန်ပြန်ပို့ပေးပါမည်။',
            'desc'          => ' သင်ဘာတွေစဥ်းစားနေလဲ?',
            'describe-here' => 'ဤနေရာတွင် ဖော်ပြပါ။',
            'email'         => 'အီးမေးလ်',
            'message'       => 'မက်ဆေ့ချ်',
            'name'          => 'အမည်',
            'phone-number'  => 'ဖုန်းနံပါတ်',
            'submit'        => 'တင်ပြပါ။',
            'title'         => 'ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။',
        ],

        'index' => [
            'categories-carousel' => 'အမျိုးအစားများ ချားရဟတ်',
            'image-carousel'      => 'ပုံ ချားရဟတ်',
            'offer'               => 'သင်၏ပထမဆုံးမှာယူမှုတွင် 40% လျှော့စျေးရယူလိုက်ပါ။',
            'product-carousel'    => 'ထုတ်ကုန် ချားရဟတ်',
            'resend-verify-email' => 'အတည်ပြုအီးမေးလ်ကို ပြန်ပို့ပါ။',
            'verify-email'        => 'သင့်အီးမေးလ်အကောင့်ကို အတည်ပြုပါ။',
        ],

        'thanks-for-contact' => 'သင့်မှတ်ချက်များနှင့် မေးခွန်းများအတွက် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပေးသည့်အတွက် ကျေးဇူးတင်ပါသည်။ ငါတို့အားလုံး မင်းကို မကြာခင်မှာ တုံ့ပြန်မယ်။',
    ],

    'partials' => [
        'pagination' => [
            'next-page'          => 'နောက်စာမျက်နှာ',
            'pagination-showing' => ':firstItem မှ :lastItem ၏ :total entries များကို ပြသနေသည်။',
            'prev-page'          => 'ယခင်စာမျက်နှာ',
        ],
    ],

    'errors' => [
        'go-to-home' => 'အိမ်သို့သွားပါ။',

        '404' => [
            'description' => 'သည်းခံပါ သင်ရှာဖွေနေသော စာမျက်နှာသည် အားလပ်ရက်တွင်ဖြစ်သည်။ သင်ရှာဖွေနေသည့်အရာကို ကျွန်ုပ်တို့ ရှာမတွေ့ခဲ့ပုံရသည်။',
            'title'       => '404 စာမျက်နှာကို ရှာမတွေ့ပါ။',
        ],

        '401' => [
            'description' => 'သည်းခံပါ ဤစာမျက်နှာကို သင်ဝင်ရောက်ခွင့်မပြုထားပုံရသည်။ သင်လိုအပ်သောအထောက်အထားများ ပျောက်ဆုံးနေပုံရသည်။',
            'title'       => '401 ခွင့်ပြုချက်မရနိုင်ပါ',
        ],

        '403' => [
            'description' => 'သည်းခံပါ ဤစာမျက်နှာသည် အကန့်အသတ်မရှိဖြစ်သည်။ ဤအကြောင်းအရာကို ကြည့်ရှုရန် သင့်တွင် လိုအပ်သော ခွင့်ပြုချက်များ မရှိပါ။',
            'title'       => '403 တားမြစ်ထားသည်။',
        ],

        '500' => [
            'description' => 'သည်းခံပါ တစ်ခုခုမှားသွားသည်။ သင်ရှာနေသည့် စာမျက်နှာကို တင်ရာတွင် ကျွန်ုပ်တို့ အခက်အခဲရှိနေပုံရသည်။',
            'title'       => '500 Internal Server Error',
        ],

        '503' => [
            'description' => 'သည်းခံပါ ကျွန်ုပ်တို့သည် ပြုပြင်ထိန်းသိမ်းရန် ခေတ္တနားနေပုံရသည်။ ခဏလောက် ပြန်စစ်ကြည့်ပါ။',
            'title'       => '503 ဝန်ဆောင်မှု မရနိုင်ပါ။',
        ],
    ],

    'layouts' => [
        'address'               => 'လိပ်စာ',
        'downloadable-products' => 'ဒေါင်းလုဒ်လုပ်နိုင်သော ထုတ်ကုန်များ',
        'my-account'            => 'ကျွန်ုပ်၏အကောင့်',
        'orders'                => 'အော်ဒါများ',
        'profile'               => 'ကိုယ်ရေးအကျဉ်း',
        'reviews'               => 'သုံးသပ်ချက်များ',
        'wishlist'              => 'ဆန္ဒစာရင်း',
        'payment-methods'       => 'ငွေပေးချေမှုနည်းလမ်းများ',
    ],

    'subscription' => [
        'already'             => 'ကျွန်ုပ်တို့၏သတင်းလွှာတွင် သင်သည် စာရင်းသွင်းထားပြီးဖြစ်သည်။',
        'subscribe-success'   => 'ကျွန်ုပ်တို့၏သတင်းလွှာကို သင်အောင်မြင်စွာ စာရင်းသွင်းပြီးပါပြီ။',
        'unsubscribe-success' => 'သင်သည် ကျွန်ုပ်တို့၏ သတင်းလွှာကို အောင်မြင်စွာ စာရင်းသွင်းမှုမှ ပယ်ဖျက်လိုက်ပါပြီ။',
    ],

    'emails' => [
        'dear'   => 'ချစ်ခင်ရပါသော : customer_name',
        'thanks' => 'အကူအညီ လိုအပ်ပါက <a href=":link" style=":style">:email</a> တွင် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။<br/>ကျေးဇူးတင်ပါတယ်။',

        'customers' => [
            'registration' => [
                'credentials-description' => 'သင့်အကောင့်ကို ဖန်တီးပြီးပါပြီ။ သင့်အကောင့်အသေးစိတ်အချက်အလက်များမှာ အောက်ပါအတိုင်းဖြစ်သည်-',
                'description'             => 'သင့်အကောင့်ကို ယခုအောင်မြင်စွာဖန်တီးပြီးဖြစ်ကာ သင့်အီးမေးလ်လိပ်စာနှင့် စကားဝှက်အထောက်အထားများကို အသုံးပြု၍ သင်ဝင်ရောက်နိုင်သည်။ အကောင့်ဝင်သောအခါ၊ သင်သည် ယခင်အမှာစာများကို ပြန်လည်သုံးသပ်ခြင်း၊ ဆန္ဒစာရင်းများနှင့် သင့်အကောင့်အချက်အလက်ကို တည်းဖြတ်ခြင်းအပါအဝင် အခြားဝန်ဆောင်မှုများကို ဝင်ရောက်ကြည့်ရှုနိုင်မည်ဖြစ်သည်။',
                'greeting'                => 'ကျွန်ုပ်တို့နှင့်အတူ စာရင်းပေးသွင်းမှုအတွက် ကြိုဆိုလျက် ကျေးဇူးတင်ရှိပါသည်။',
                'password'                => 'စကားဝှက်',
                'sign-in'                 => 'ဆိုင်းအင်လုပ်ခြင်း',
                'subject'                 => 'ဖောက်သည်မှတ်ပုံတင်အသစ်',
                'username-email'          => 'အသုံးပြုသူအမည်/အီးမေးလ်',
            ],

            'forgot-password' => [
                'description'    => 'သင့်အကောင့်အတွက် စကားဝှက်ပြန်လည်သတ်မှတ်ရန် တောင်းဆိုချက်ကို ကျွန်ုပ်တို့လက်ခံရရှိသောကြောင့် ဤအီးမေးလ်ကို လက်ခံရရှိခြင်းဖြစ်သည်။',
                'greeting'       => 'စကားဝှက်မေ့နေပါသလား!',
                'reset-password' => 'စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ။',
                'subject'        => 'စကားဝှက်အီးမေးလ်ကို ပြန်လည်သတ်မှတ်ပါ။',
            ],

            'update-password' => [
                'description' => 'သင့်စကားဝှက်ကို အပ်ဒိတ်လုပ်ထားသောကြောင့် ဤအီးမေးလ်ကို လက်ခံရရှိခြင်းဖြစ်သည်။',
                'greeting'    => 'စကားဝှက်ကို အပ်ဒိတ်လုပ်ထားသည်။',
                'subject'     => 'စကားဝှက်ကို အပ်ဒိတ်လုပ်ထားသည်။',
            ],

            'verification' => [
                'description'  => 'သင့်အီးမေးလ်လိပ်စာကို အတည်ပြုရန် အောက်ပါခလုတ်ကို နှိပ်ပါ။',
                'greeting'     => 'ကြိုဆိုပါတယ်',
                'subject'      => 'အကောင့်အတည်ပြုခြင်းအီးမေးလ်',
                'verify-email' => 'အီးမေးလ်လိပ်စာကို အတည်ပြုပါ။',
            ],

            'commented' => [
                'description' => 'Note Is - :note',
                'subject'     => 'New comment Added',
            ],

            'subscribed' => [
                'description' => 'ဂုဏ်ယူဝမ်းမြောက်စွာဖြင့် ကျွန်ုပ်တို့၏သတင်းလွှာအသိုင်းအဝိုင်းမှ ကြိုဆိုပါသည်။ သင့်အား သင်္ဘောပေါ်တွင် ထားရှိပြီး နောက်ဆုံးရ သတင်းများ၊ ခေတ်ရေစီးကြောင်းများနှင့် သီးသန့်ကမ်းလှမ်းမှုများဖြင့် သင့်ကို အပ်ဒိတ်လုပ်ရန် ကျွန်ုပ်တို့ စိတ်လှုပ်ရှားပါသည်။',
                'greeting'    => 'ကျွန်ုပ်တို့၏သတင်းလွှာမှကြိုဆိုပါသည်။',
                'subject'     => 'သင်! ကျွန်ုပ်တို့၏သတင်းလွှာကို စာရင်းသွင်းပါ။',
                'unsubscribe' => 'သတင်းလွှာစာရင်းမှဖြုတ်ပါ။',
            ],
        ],

        'contact-us' => [
            'contact-from'    => 'Website မှတဆင့် ဆက်သွယ်ရန်ပုံစံ',
            'reply-to-mail'   => 'ကျေးဇူးပြု၍ ဤအီးမေးလ်ကို အကြောင်းပြန်ပါ။',
            'reach-via-phone' => 'တနည်းအားဖြင့် သင်သည် ကျွန်ုပ်တို့ကို ဖုန်းဖြင့် ဆက်သွယ်နိုင်ပါသည်။',
            'inquiry-from'    => 'မှ စုံစမ်းရေး',
            'to'              => 'ဆက်သွယ်ရန်',
        ],

        'orders' => [
            'created' => [
                'greeting' => 'သင်၏ မှာယူမှု :order_id :created_at တွင် တင်ထားသည့်အတွက် ကျေးဇူးတင်ပါသည်။',
                'subject'  => 'မှာယူမှုအသစ် အတည်ပြုခြင်း။',
                'summary'  => 'အမိန့်အကျဉ်းချုပ်',
                'title'    => 'မှာယူမှု အတည်ပြုချက်။',
            ],

            'invoiced' => [
                'greeting' => 'သင်၏ ပြေစာ #:invoice_id အတွက် မှာယူမှု :order_id ကို :created_at တွင် ဖန်တီးထားသည်။',
                'subject'  => 'ပြေစာအတည်ပြုချက်အသစ်',
                'summary'  => 'ပြေစာအကျဉ်းချုပ်',
                'title'    => 'ပြေစာ အတည်ပြုချက်။',
            ],

            'shipped' => [
                'greeting' => 'သင်၏ မှာယူမှု :order_id ကို :created_at တွင် တင်လိုက်ပါပြီ။',
                'subject'  => 'အသစ်တင်ပို့မှုအတည်ပြုချက်',
                'summary'  => 'ပို့ဆောင်မှုအကျဉ်းချုပ်',
                'title'    => 'အော်ဒါ ပို့လိုက်ပါပြီ။',
            ],

            'refunded' => [
                'greeting' => ':created_at တွင် တင်ထားသော :order_id အတွက် ပြန်အမ်းငွေကို စတင်လိုက်ပါပြီ။',
                'subject'  => 'အသစ်ပြန်အမ်းငွေ အတည်ပြုချက်',
                'summary'  => 'ပြန်အမ်းငွေ၏ အကျဉ်းချုပ်',
                'title'    => 'မှာယူမှုကို ပြန်အမ်းပြီးပါပြီ။',
            ],

            'canceled' => [
                'greeting' => 'သင်၏ မှာယူမှု :order_id :created_at တွင် တင်ထားသော ကို ပယ်ဖျက်လိုက်ပါပြီ။',
                'subject'  => 'မှာယူမှုအသစ်ကို ပယ်ဖျက်လိုက်ပါပြီ။',
                'summary'  => 'အမိန့်အကျဉ်းချုပ်',
                'title'    => 'မှာယူမှုကို ပယ်ဖျက်လိုက်ပါပြီ။',
            ],

            'commented' => [
                'subject' => 'မှတ်ချက်အသစ်ထည့်ထားသည်။',
                'title'   => 'သင့်အမှာစာသို့ မှတ်ချက်အသစ်ထည့်လိုက်သည် :order_id :created_at တွင် တင်ထားသည်။',
            ],

            'billing-address'            => 'ကျသင့်ငွေတောင်းခံလွှာပေးပို့မည့်လိပ်စာ',
            'carrier'                    => 'သယ်ဆောင်သူ',
            'contact'                    => 'ဆက်သွယ်ပါ။',
            'discount'                   => 'လျှော့စျေး',
            'excl-tax'                   => 'အခွန်မပါ:',
            'grand-total'                => 'စုစုပေါင်း',
            'name'                       => 'အမည်',
            'payment'                    => 'ငွေပေးချေမှု',
            'price'                      => 'စျေးနှုန်း',
            'qty'                        => 'အရေအတွက်',
            'shipping-address'           => 'ကုန်ပစ္စည်းပို့ဆောင်ရမည့်လိပ်စာ',
            'shipping-handling-excl-tax' => 'သင်္ဘော ကိုင်တွယ်ခြင်း (အခွန် မှလွဲ၍)',
            'shipping-handling-incl-tax' => 'သင်္ဘောကိုင်တွယ်ခြင်း (အခွန်အပါအဝင်)',
            'shipping-handling'          => 'သင်္ဘော ကိုင်တွယ်ခြင်း။',
            'shipping'                   => 'သင်္ဘောဖြင့်ကုန်ပစ္စည်းပို့ခြင်း',
            'sku'                        => 'SKU',
            'subtotal-excl-tax'          => 'စုစုပေါင်း (အခွန် မပါ)',
            'subtotal-incl-tax'          => 'စုစုပေါင်း (အခွန်အပါအဝင်)',
            'subtotal'                   => 'စုစုပေါင်း',
            'tax'                        => 'အခွန်',
            'tracking-number'            => 'ခြေရာခံနံပါတ် : :tracking_number',
        ],
    ],
];
